[
  {
    "title": "Never Split the Difference: Negotiating As If Your Life Depended On It",
    "description": "A former international hostage negotiator for the FBI offers a new, field-tested approach to high-stakes negotiations―whether in the boardroom or at home.\n** A Wall Street Journal Bestseller **\nAfter a stint policing the rough streets of Kansas City, Missouri, Chris Voss joined the FBI, where his career as a hostage negotiator brought him face-to-face with a range of criminals, including bank robbers and terrorists. Reaching the pinnacle of his profession, he became the FBI’s lead international kidnapping negotiator. Never Split the Difference takes you inside the world of high-stakes negotiations and into Voss’s head, revealing the skills that helped him and his colleagues succeed where it mattered most: saving lives. In this practical guide, he shares the nine effective principles―counterintuitive tactics and strategies―you too can use to become more persuasive in both your professional and personal life. Life is a series of negotiations you should be prepared for: buying a car, negotiating a salary, buying a home, renegotiating rent, deliberating with your partner. Taking emotional intelligence and intuition to the next level, Never Split the Difference gives you the competitive edge in any discussion.",
    "price": 17.99,
    "number_of_pages": 288,
    "language": "English",
    "ISBN": "0062407805",
    "author": "Chris Voss",
    "date_of_publish": "17/05/2016",
    "image": "https://m.media-amazon.com/images/I/41Tb7nx23pL.jpg"
  },
  {
    "title": "Getting to Yes: Negotiating Agreement Without Giving In by",
    "description": "Since its original publication nearly thirty years ago, Getting to Yes has helped millions of people learn a better way to negotiate. One of the primary business texts of the modern era, it is based on the work of the Harvard Negotiation Project, a group that deals with all levels of negotiation and conflict resolution. \nGetting to Yes offers a proven, step-by-step strategy for coming to mutually acceptable agreements in every sort of conflict. Thoroughly updated and revised, it offers readers a straight- forward, universally applicable method for negotiating personal and professional disputes without getting angry-or getting taken.",
    "price": 13.79,
    "number_of_pages": 240,
    "language": "English",
    "ISBN": "1844131467",
    "author": "Roger Fisher, William L. Ury, and Bruce Patton",
    "date_of_publish": "03/05/2011",
    "image": "https://m.media-amazon.com/images/I/51vcylss4nL._SX322_BO1,204,203,200_.jpg"
  }
]
